/* Localizable strings of edu.mit.Kerberos.KerberosLogin preference manifest */

"KerberosLogin.pfm_title" =			"Kerberos-Anmeldung";
"KerberosLogin.pfm_description" =			"Kerberos-Anmeldedaten.";

"KLDefaultRealm.pfm_title" =			"Kerberos-Realm";
"KLDefaultRealm.pfm_description" =			"Kerberos-Realm in Großbuchstaben, z. B. „MYREALM.APPLE.COM“";

"KLName.pfm_title" =			"Benutzername";
"KLName.pfm_description" =			"Kerberos-Benutzername. Verwenden Sie „%@“, um den aktuellen Benutzer anzugeben.";
